Repository: VCLAdmin/SRS-BPS-BackEnd
Catalog: SRS-BPS-BackEnd/ViewResources/Resource.*.resx
Languages: de

source: Account
de: Benutzerkonto /Account

source: Acoustic
de: Akustik

source: Acoustics
de: Akustik

# AcousticsInfo
source: Calculate Rw(C, Ctr)/STC/OITC values and sound transmission loss in 100-5000Hz for complex windows and façades.
de: Berechne Rw(C, Ctr)/STC/OITC-Werte und Schallübertragungsverluste in 100-5000Hz für komplexe Fenster und Fassaden.

source: Add
de: Hinzufügen

source: Added
de: Hinzugefügt

source: Add notes
de: Notizen hinzufügen

source: Air
de: Luft

source: Airport
de: Flughafen

source: Airspace
de: Luftraum

source: Aluminum
de: Aluminium

source: Apply
de: Anwenden

source: Area
de: Gesamtfläche

source: Argon Air
de: Argon Luft

source: Article number
de: Artikelnummer

source: Average U-Value
de: Gesamtfläche

source: Axial Force
de: Normalkraft

source: Bottom-Hung
de: Kipp

source: Boundary Condition
de: Randbedingungen

source: building depth
de: Gebäudetiefe

source: building height
de: Gebäudehöhe

source: Building information
de: Gebäudeinformationen

source: Building width
de: Gebäudebreite

source: Calculate wind load
de: Windlast berechnen

source: Center of Glass U-Value
de: Ug-Wert Glasmitte

source: Chart
de: Grafik

source: Click to upload
de: Zum Hochladen hier klicken

source: Comments
de: Kommentare

source: Company
de: Unternehmen

source: Compute
de: Berechnen

source: Configuration
de: Konfiguration

source: Configuration Panel
de: Konfigurationspanel

source: Configure
de: Konfigurieren

source: Confirm
de: Bestätigen

source: Contact us
de: Kontakt

source: Create
de: Erstellen

# CreateNewGlassConfig
source: Create new glass configuration
de: Neuen Scheibenaufbau erstellen

source: Custom
de: Benutzerdefiniert

source: Custom profile
de: Benutzerdefiniertes Profil

source: Date of birth
de: Geburtsdatum

source: Day
de: Tag

source: Dead load
de: Eigengewicht

source: Deflection
de: Verformung

source: Deflection criteria
de: Durchbiegungskriterien

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Dew Point Calculator
de: Taupunkt Rechner

source: Dew point T Calculator
de: Taupunkt T Rechner

source: Dimension
de: Abmessung / Dimension

source: Door
de: Tür

source: Double Glass Library
de: Zweifachglas

source: Double Vent (SH/SH)
de: Zweiflügelig (D/D)

source: Double Vent (SH/TT)
de: Zweiflügelig (D/DK)

source: Download
de: Herunterladen

source: Download in one pdf
de: Download in einem pdf

source: Drag
de: Ziehen

source: Edge
de: Kante

source: Edge zone
de: Eckbereich

source: Employee
de: Mitarbeiter

source: Environmental Audio
de: Umgebungs Ton

source: Expansion profile
de: Dehnungsprofil

source: Façade
de: Fassade

source: Fire truck
de: Feuerwehrfahrzeug

source: First Name
de: Vorname

source: Fixed
de: fest

# FixedOrOpening
source: Fixed / opening
de: Öffnungsrichtung

source: Forgot password
de: Passwort vergessen

source: Frame
de: Rahmen

source: Frame area
de: Rahmenbereich

source: Framing
de: Rahmen

source: Frequency
de: Frequenz

source: Gain
de: Schalldämmung

source: Gaskets
de: Dichtungen

source: Gaskets with fins
de: Dichtungen mit Fahnen

source: Gender
de: Geschlecht

source: Glass
de: Glas

# GlassAndPanel
source: Glass & Panel
de: Glas & Paneel

# GlassAndSpandrel
source: Glass & Spandrel
de: Glas & Brüstung

source: Glass area
de: Glasfläche

source: Glass Description
de: Scheibenaufbau

source: Glass edge seal
de: Abstandhalter

source: Glass RW
de: Glas RW

source: Glazing gasket combination
de: Glasdichtungskombination

source: Glazing Rebate Insulation
de: Glasfalzdämmung

source: Grid
de: Raster

source: Height
de: Höhe

# HelpAndSupport
source: Help & Support
de: Hilfe & Unterstützung

source: Imperial
de: Inch/Zoll

source: Info Panel
de: Infofeld

source: Inside
de: Innen

source: Insulating Bar
de: Isolierleiste

source: Insulation
de: Isolierstegart

source: Inward
de: Nach innen

source: Laminate
de: Laminat

source: Laminated Glass
de: Verbundglas

source: Last Name
de: Nachname

source: length
de: Länge

source: Lightweight Hollow CMU
de: Hochlochziegelwand

source: Loading
de: Laden

source: Load Type
de: Lastfall

source: Location
de: Ort

source: Log in
de: Einloggen / Login

source: Max Absolute Value
de: Max Absolutwert

source: Maximum
de: Maximal

source: Metric
de: Metrisch

source: Middle Zone
de: Mittlere Zone

source: Moment
de: Biegemoment

source: Move
de: Bewegen

# MullionOrTransom
source: Mullion / Transom
de: Pfosten / Riegel

# MullionOrTransomLibrary
source: Mullion / Transom Library
de: Pfosten / Riegel Bibliothek

source: Negative Wind load
de: Windsog

source: New project
de: Neues Projekt

# OneDayAgo
source: 1 Day ago
de: vor einem Tag

# OneMonthAgo
source: 1 month ago
de: vor einem Monat

source: Opening
de: Öffnung

source: Operability
de: Öffnungsart

source: Operable
de: Bedienbar

source: OperableType
de: Öffnungsart

source: Outer Frame
de: Blendrahmen

source: Outer Frame Library
de: Blendrahmen-Bibliothek

source: Outside
de: Außenseite

source: Outward
de: Nach außen

source: Overall performance
de: Gesamtelement

source: Overall window performance
de: Gesamtleistung des Fensters

source: Panel Library
de: Paneele

source: Panels
de: Paneele

source: Password
de: Passwort

source: Permissible Deflection
de: Zulässige Durchbiegung

source: Phone
de: Telefon / Handy

source: Physics Type
de: Berechnungsart

source: Polyamide
de: Polyamid

source: Positive Wind load
de: Winddruck

source: POWERED BY
de: ANGETRIEBEN DURCH

source: Preliminary
de: Vorläufige

source: Product Info
de: Produktinformationen

source: Product Type
de: Produkttyp

source: Profile name
de: Profilname

source: Profiles
de: Profile

source: Project location
de: Projektstandort

source: Project Name
de: Projektname

source: Project properties
de: Projekteigenschaften

source: Projects
de: Projekte

source: Reactions
de: Auflagerkräfte

source: Regular gaskets
de: Standard Dichtungen

source: Relative humidity
de: Luftfeuchtigkeit Raumseite

source: Report
de: Bericht

source: Result
de: Ergebnis

source: Retype Email
de: E-Mail erneut eingeben

source: Retype Password
de: Passwort erneut eingeben

source: Role
de: Berufsbezeichnung

source: Room Area
de: Raumbereich

source: Save
de: Speichern

source: Search by article number
de: Suche nach Artikelnummer

source: Search by dimension
de: Suche nach Abmessungen

source: Section Properties
de: Profilwerte / Querschnittswerte

source: Select
de: Auswählen

source: Select all
de: Alle auswählen

source: Selection
de: Auswahl

source: Settings
de: Einstellungen

source: Shear Force
de: Querkraft

source: Side-Hung
de: Dreh

source: Signature
de: Unterschrift

source: Sign In
de: einloggen

source: Single Wood Stud
de: Holzständerbauweise

source: Site information
de: Standortinformationen

source: Size
de: Größe

source: Sliding Door
de: Schiebetür

source: Solid Concrete Panel
de: Vollbetonplatte

source: Sound Transmission Loss (dB)
de: Schallübertragungsverlust (dB)

source: Spacer
de: Abstandhalter

source: Spacer Type
de: Abstandhaltertyp

source: Stainless Steel
de: Edelstahl

source: Stick System
de: Pfosten-Riegel Fassade

source: Storage
de: Speicherplatz

source: Structural
de: Statik

# StructuralInfo
source: Efficient and reliable structural analysis of windows, doors and façades, supporting both European and US codes.
de: Statische Vordimensionierung von Fenster-, Tür- und Fassadensystemen unter der Berücksichtigung von europäischen oder US-amerikanischen Normen.

source: Table
de: Tabelle

source: Terrain category
de: Geländekategorie

source: Terrain category I
de: Geländekategorie I

source: Terrain category II
de: Geländekategorie II

source: Terrain category III
de: Geländekategorie III

# TerrainCategoryIII_Info
source: Suburbs, industrial or commercial areas; forests/woods
de: Vororte, Industrie- oder Gewerbegebiete; Wälder/Wald

# TerrainCategoryII_Info
source: Terrain with hedges, isolated farm steads, houses or trees, e. g. agricultural areas.
de: Gelände mit Hecken, abgelegenen Höfen, Häusern oder Bäumen, z. B. landwirtschaftliche Flächen.

source: Terrain category IV
de: Geländekategorie IV

# TerrainCategoryIV_Info
source: Urban areas in which at least 15% of the surface is covered with buildings of a mean height of more than 15 m.
de: Städtische Gebiete, in denen mindestens 15% der Fläche mit Gebäuden mit einer mittleren Höhe von mehr als 15 m bedeckt sind.

# TerrainCategoryI_Info
source: Open sea; lakes with a free surface of at least 5 km in wind direction; level, flat country without obstacles.
de: Offenes Meer; Seen mit einer freien Oberfläche von mindestens 5 km in Windrichtung; ebenes, flaches Land ohne Hindernisse.

source: Terrain category V
de: Geländekategorie V

source: Terrain category VI
de: Geländekategorie VI

# TerrainCategoryVI_Info
source: Coastal areas, mixed profile of type I and Type II.
de: Küstengebiete, gemischtes Profil von Typ I und Typ II.

# TerrainCategoryV_Info
source: Inland regions, mixed profile of type II and Type III.
de: Binnenregionen, gemischtes Profil von Typ II und Typ III.

source: Thermal
de: Thermisch

# ThermalInfo
source: U-values for aluminum windows and façades, supporting both European and US codes.
de: U-Werte für Aluminiumfenster und -fassaden, die sowohl europäische als auch US-amerikanische Normen unterstützen.

# TiltOrTurn
source: Tilt/Turn
de: Dreh/Kipp

source: Total area
de: Glasfläche

source: Train
de: Zug

source: Triple Glass Library
de: Dreifachglas

# TwoDaysAgo
source: 2 Days ago
de: vor zwei Tagen

# TwoMonthsAgo
source: 2 months ago
de: vor zwei Monaten

source: Type
de: Typ

# TypeAndThickness
source: Type & Thickness
de: Typ & Dicke

source: Unit
de: Einheit

source: Unitized
de: Element Fassade

source: Untitled
de: Ohne Titel

source: Update
de: Aktualisierung

source: Upload DXF
de: DXF hochladen

source: Upload file
de: Datei hochladen

source: User
de: Benutzer

source: User Define
de: Benutzerdefiniert

source: U-Value
de: Ug-Wert

source: Value
de: Wert

source: Vent Frame
de: Flügelrahmen

source: Vent Frame Library
de: Flügelrahmen-Bibliothek

source: Vent Profile
de: Flügelprofil

source: Wall perimeter effect
de: Wandperimeter-Effekt

source: Wall Type
de: Wandtyp

source: Welcome Back
de: Willkommen zurück

source: Width
de: Breite

source: Wind load
de: Windlast

source: Window
de: Ergebnis

# WindowDescription
source: Windows are to be shown in the building with floor <br /> dash-lines (representing elevations) and zone dash-lines <br /> (denoting window location zones).
de: Fenster sind im Gebäude mit Etagenkennzeichnungslinien<br /> (die Höhenlinien darstellen) und Zonenkennezichnungslinien<br /> (die Fensterlagezonen bezeichnen) darzustellen.

source: Window elevation
de: Fenster Höhenlage

source: Window height
de: Fensterhöhe

source: Window information
de: Fensterinformationen

source: Window width
de: Fensterbreite

source: Window zone
de: Fensterbereich

source: Aluminum Stress
de: Aluminium Belastung

source: Copy
de: Kopieren

source: Facade
de: Fassade

source: Glass Info
de: Glas Info

source: Risk category of building
de: Risikoklasse des Gebäudes

source: Thermal Break Shear Stress
de: Thermische Scherbeanspruchung

source: Wind Pressure
de: Winddruck

source: Wind Speed
de: Windgeschwindigkeit

source: Alloys
de: Legierung

source: Axes
de: Achsen

source: Calculate Wind Pressure
de: Winddruck berechnen

source: Cancel
de: Abbruch

source: Contact support
de: Ansprechpartner

source: Date
de: Datum

source: Drag OR Click to upload
de: Zum Hochladen Klicken oder Ziehen

source: Exposure Category
de: Darstellungs Kategorie

# ForgotUsernamePassword
source: Forgot your username or password?
de: Benutzername oder Passwort vergessen?

source: Guidance
de: Anleitung

source: Key Ratios
de: Kennzahlen

source: Login
de: Anmelden

# TermsOfUse
source: To access the Building Physics Test Server, log in and accept the terms of use.
de: Um Zugang zu dem Bauphysik Test Server zu bekommen, melden Sie sich bitte an und akzeptieren Sie die Nutzungsbedingungen

source: Username
de: Benutzername

# WarningForGlassPanel
source: You must apply a configuration for all glass panels.
de: Sie müssen eine Konfiguration für alle Glasscheiben durchführen.

# WarningForRefreshPage
source: An error occured. Please refresh the page.
de: Es ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite.

# WarningForSplittingPanes
source: Splitting panes will remove panes you have added to your glass configurations. Do you want to continue?
de: Wenn Sie ein eine neue Glasaufteilung vornehmen wird die aktuelle Auswahl verworfen. Wollen Sie trotzdem fortfahren?

source: Window Dimension
de: Fenster Abmessung

source: Glass Edge Seal
de: NEEDS UPDATING

source: Psi-Value
de: Psi-Wert

source: Overall Window
de: Gesamtelement

# TnC1
source: I have read and accept the
de: Ich habe die

# TnC2
source: terms and conditions
de: Nutzungsbedingungen

# TnC3
source: of use.
de: gelesen und akzeptiert.

# DisclaimerText
source: These programs are used for the approximate determination of technical parameters. The results of these pre-dimensioning do not replace the required detailed planning and do not constitute proof of compliance with building regulations. The exclusive rights of use are owned by Schüco International KG.
de: Diese Programme dienen zur überschlägigen Ermittlung technischer Kennwerte. Die Ergebnisse dieser Vordimensionierungen ersetzen nicht die erforderlichen Detailplanungen und stellen keinen bauaufsichtlichen Nachweis dar. Die ausschliesslichen Nutzungsrechte liegen bei der Schüco International KG.

# PolyamideAnodizedAfter
source: (PA) Anodized After
de: (PA) Nach Eloxal

# PolyamideAnodizedBefore
source: (PA) Anodized Before
de: (PA) Vor Eloxal

# PolyamideCoatedAfter
source: (PA) Coated After
de: (PA) Nach Beschichtung

# PolyamideCoatedBefore
source: (PA) Coated Before
de: (PA) Vor Beschichtung

# PolythermidAnodizedBefore
source: (PT) Anodized Before
de: (PT) Vor Eloxal

# PolythermidCoatedBefore
source: (PT) Coated Before
de: (PT) Vor Beschichtung

# DeleteIntermediatePaneWarning
source: Deleting intermediates will remove panes you have added to your glass configurations. Do you want to continue?
de: Durch das Löschen von Zwischenprodukten werden Scheiben entfernt, die Sie Ihren Glaskonfigurationen hinzugefügt haben. Möchten Sie fortfahren?

# AcousticsInfoText
source: In accordance with DIN 4109-2:2018 "Sound insulation in buildings - Part 2: Verification of compliance with the requirements by calculation", an area-based energy calculation of the “weighted sound reduction index of building components” Rw,res has been carried out for the user-defined window unit.
de: Gemäß DIN 4109-2/2018 "Schallschutz im Hochbau-Teil 2: Rechnerische Nachweise der Erfüllung der Anforderungen", für die benutzerdefinierte Fenstereinheit wurde eine flächenanteilige energetische Berechnung des "bewerteten Schalldämm-Maß von Gebäudekomponenten" RW,res durchgeführt.

# InsulatingBarText
source: Unlike the setting in the fabrication data block, polyamide insulating bars are calculated.
de: NEEDS UPDATING

source: Opening Percentage
de: Öffnungsweite

source: Overall window performance (dB)
de: Gesamtleistung des Fensters

# UValueText
source: To calculate the U value for window and door systems with bonded infill, the Uf value is calculated in relation to the system, with the addition of 0.1 to 0.6 W/(m2K).
de: NEEDS UPDATING

# WarningForDisableResult
source: By editing the window configuration you will lose your current calculation results and reports. Would you like to continue editing the configuration?
de: Durch die Bearbeitung der Fensterkonfiguration verlieren Sie Ihre aktuellen Berechnungsergebnisse und Berichte. Möchten Sie mit der Bearbeitung der Konfiguration fortfahren?

# GeneralAluminumSpacer
source: General Aluminum
de: Standard Aluminium

# GeneralNonStainlessSteelSpacer
source: General Non-Stainless Steel
de: Standard nicht-rostender Stahl

# GeneralThermallyImprovedSpacer
source: General Thermally Improved
de: Standard thermisch verbesserter

# GlazingGasketCombinationOption1Content
source: with glazing rebate insulation, assembly insulation first
de: mit Glasfalzdämmungsisolierung, zuerst Montagedämmung

# GlazingGasketCombinationOption2Content
source: with glazing rebate insulation, assembly glazing first,288138, 288149
de: mit Glasfalzdämmungsisolierung, zuerst Montageverglasung, 288138, 288149

# GlazingGasketCombinationOption3Content
source: with gasket fin
de: mit Dichtungsfinnen

# GlazingGasketCombinationOption4Content
source: without glazing rebate insulation
de: ohne Glasfalzdämmung

source: Open
de: Öffnen
